Repository: Anne017/trolly
Catalog: po/*.po
Languages: es

source: Cancel
es: Cancelar

source: OK
es: Aceptar

source: Edit
es: Editar

source: Confirm
es: Confirmar

source: Pick a color
es: Elegir un color

source: Orange
es: Naranja

source: Light grey
es: Gris claro

source: Dark grey
es: Gris oscuro

source: Red
es: Rojo

source: Green
es: Verde

source: Blue
es: Azul

source: Purple
es: Morado

source: Clipboard Import
es: Importar del portapapeles

source: Reload
es: Recargar

source: Settings...
es: Configuración...

source: There is no text in the clipboard. Please copy some text from another application first
es: No hay texto en el portapapeles. Copie texto de alguna aplicación primero

source: Import to list
es: Importar a la lista

source: History (swipe item for options)
es: Historial (deslice el elemento para ver las opciones)

source: Delete all
es: Eliminar todo

source: No items in history. Items appear here after you remove them from the list with Clear list button.
es: No hay artículos en el historial. Los artículos aparecen aquí después de que los haya eliminado de la lista con el botón Limpiar lista.

source: Move to list
es: Mover a la lista

source: Delete list
es: Eliminar la lista

source: Permanently delete all the items in the history?
es: ¿Eliminar permanentemente todos los artículos en el historial?

source: Trolly Settings
es: Configuración de Trolly

source: Appearance
es: Apariencia

source: Item in list
es: Elemento en la lista

source: Item in trolly (checked ones)
es: Elemento en el carrito (los tachados)

source: Align to center
es: Alinear en el centro

source: About Trolly
es: Acerca de Trolly

source: Trolly version
es: Versión de Trolly

source: Trolly is a shopping list or todo manager application.
es: Trolly es una lista de la compra o una aplicación de gestión de tareas pendientes.

source: This is a forked version of the original one made by Cos64
es: Esta es una versión realizada a partir del original hecho por Cos64

source: <strong>Credits:</strong> Thanks to Cos64 for the idea and source code base
es: <strong>Reconocimiento:</strong> gracias a Cos64 por la idea y por el código fuente base

source: <strong>List items actions</strong>
es: <strong>Lista de acciones para los elementos</strong>

source: <strong>Touch</strong> to check (or uncheck) a list item
es: <strong>Toque</strong> para tachar (o desmarcar) un elemento en la lista

source: <strong>Swipe left</strong> to edit item
es: <strong>Deslice a la izquierda</strong> para editar el elemento

source: <strong>Swipe right</strong> to delete item
es: <strong>Deslice a la derecha</strong> para eliminar el elemento

source: <strong>App Menu actions</strong>
es: <strong>Menú de acciones de la aplicación</strong>

source: <strong>Import from Clipboard</strong> import text from clipboard
es: <strong>Importar de portapapeles</strong>importar texto de portapapeles

source: <strong>History</strong> display items removed with 'Clear list' option
es: <strong>Historia</strong> mostrar elementos eliminados con la opción 'Borrar lista'

source: <strong>Delete list</strong> removes permanently ALL items
es: <strong>Eliminar la lista</strong> elimina permanentemente todos los elementos

source: <strong>Clear list</strong> removes all items and move to history page
es: <strong>Limpiar la lista</strong> elimina los elementos y los mueve a la página del historial

source: <strong>Checkout</strong> removes permanently checked items and remembers them
es: <strong>Checkout</strong> elimina los elementos tachados y los recuerda

source: <strong>Settings</strong> application configuration
es: <strong>Configuraciones</strong> configuración de la aplicación

source: Released under the terms of
es: Publicada según los términos de

source: <strong>Old</strong> source code available on
es: Código fuente <strong>antiguo</strong> disponible en

source: Clipboard Import Settings
es: Configuración de importar del portapapeles

source: Separators used to tokenize clipboard entry
es: Separadores usados como señal (token) de la entrada en el portapapeles

source: Comma
es: Coma

source: New line
es: Nueva línea

source: Space
es: Espacio

source: About...
es: Acerca de...

source: Clear list
es: Limpiar la lista

source: History...
es: Historial...

source: Import from clipboard...
es: Importar del portapapeles...

source: Clear list?
es: ¿Limpiar la lista?

source: Items will be moved to History page
es: Se moverán los elementos a la página del historial

source: Delete list ?
es: ¿Eliminar la lista?

source: Permanently delete all the items ?
es: ¿Eliminar permanentemente todos los elementos?

source: Clear Checked items ?
es: ¿Limpiar los elementos tachados?

source: Remove PERMANENTLY checked items ?
es: ¿Eliminar PERMANENTEMENTE los elementos tachados?

source: Add an item
es: Añadir un elemento

source: Add
es: Añadir

source: (Swipe to right or left selected item for options)
es: (Deslice a la derecha o a la izquierda el elemento seleccionado para ver las opciones)

source: Mark disabled
es: Signo discapacitado
